Repository: KmkMark/nurani
Catalog: drupal/profiles/nurani/po/zzz_nurani_strings.*.po
Languages: ar

source: Add Term
ar: اضف مصطلح

source: Create Glossary Term
ar: انشيء مصطلحاً معجمياً

source: Submit
ar: إرسال

source: Discussions
ar: مناقشات

source: Author's website
ar: الموقع الإلكتروني للمؤلف

source: Post date
ar: تايخ التعليق

source: Source
ar: مصدر

source: Translation
ar: ترجمة

source: Created date
ar: تايخ مٌنتَج

source: Created year + month
ar: عام + شهر منشآن

source: Created year
ar: سنة مُنتَجة

source: Created month
ar: شهر مُنتَج

source: Created day
ar: يوم مُنتَج

source: Created week
ar: أسبوع مُنتَج

source: Term
ar: مصطلح

source: A related term of the term.
ar: مصطلح ذو صلة بالمصطلح

source: Text
ar: نص

source: A comment on a glossary term.
ar: تعليق على مصطلح قاموسي

source: A scholarly discussion.
ar: مناقشة علمية

source: A glossary term.
ar: مصطلح قاموسي

source: A scholarly text.
ar: نص علمي

source: Texts
ar: نصوص

source: Additional Moderators
ar: مشرفون إضافيون

source: Translators
ar: مترجمون

source: Scholars
ar: علماء

source: Position
ar: الوظيفة

source: City
ar: مدينة

source: Country
ar: الدولة

source: Fluency in English
ar: طلاقة الإنجليزية

source: Fluency in Arabic
ar: طلاقة العربية

source: Education
ar: التعليم

source: Research
ar: بحث

source: Part of Speech
ar: جزء كلام

source: Context
ar: سياق

source: Summary
ar: ملخص

source: Source translation
ar: مصدر الترجمة

source: Translations
ar: ترجمات

source: Translation status
ar: وضع الترجمة

source: Translate link
ar: ترجم رابط

source: Responses
ar: إجابات

source: Texts on %1
ar: نصوص عن %1

source: Summary, sorted ascending
ar: ملخصات، مصنفة تصاعدياً

source: Summary, sorted descending
ar: ملخصات مصنفة تنازلياً

source: Glossary
ar: القاموس

source: Meet other Nurani users
ar: قابل مستخدمي نوراني الآخرين

source: Discussants
ar: مناقشون

source: Discussion participants
ar: مشاركوا النقاش

source: Text summary
ar: ملخص نصي

source: Translation Jobs
ar: وظائف ترجمة

source: Add box
ar: أضف صندوقًا

source: Add custom page
ar: أضف صفحة مخصصة

source: Add a new @plugin
ar: أضف @plugin جديد

source: Add flexible layout
ar: أضف تصميمًا قابلاً للتعديل

source: Add
ar: أضف

source: Administration menu
ar: قائمة إدارة الصفحة

source: Adjust administration menu settings.
ar: تعديل إعدادات قائمة إدارة الصفحة

source: Add format
ar: أضف شكلاً

source: Agreement settings
ar: إعداد الاتفاقيات

source: Agreements
ar: الاتفاقيات

source: A list of all agreements
ar: قائمة الاتفاقيات كلها

source: Translation to %language
ar: الترجمة لللغة ال@language

source: Add new @comment_type
ar: اضف @comment_type جديد

source: Moderators
ar: مشرفون

source: Thoughts from the Moderator
ar: أفكار من مدير الحوار

source: Post new !type
ar: أضف !type جديد

source: Translate strings
ar: ترجمة متسلسلة

source: Privacy
ar: خصوصية

source: Translation management options
ar: اختيارات إدارة الترجمة

source: Not translated yet
ar: غير مترجم بعد

source: Translation status:
ar: وضع الترجمة:

source: Moderator
ar: مشرف

source: Add @type
ar: أضف @type

source: Add another item
ar: اضف مصطلح جديد

source: This comment was auto translated from !language. See !note_link.
ar: تعليق مترجم آلياً من لغة !language انظر الرابط !node_link

source: Recent Citations
ar: استشهادات حديثة

source: Added by
ar: مضاف بواسطة

source: Starts with
ar: يبدأ بـ

source: Contains any word
ar: تحتوي على أي كلمة

source: Contains all words
ar: تحتوي على كل الكلمات

source: Does not start with
ar: لا تبدأ بـ

source: Current user's language
ar: لغة المستخدم الجارية

source: New glossary terms
ar: معجم مصطلحات جديد

source: New texts for discussion
ar: نص جديد للنقاش

source: This discussion is not time-limited.
ar: مناقشة غير مقيدة زمنياً

source: This !type is not translated.
ar: هذا ال!type غير مترجم.

source: Original !type in !original.
ar: ال!type الأصلي بال!original

source: Translated to !translation by !translator.
ar: مترجم إلى ال!translation بواسطة !translator.

source: Add more values
ar: اضف قيم جديدة

source: View changes
ar: اظهر التغييرات

source: Translation jobs for
ar: وظائف ترجمة لـ

source: In Progress
ar: قيد التنفيذ

source: Words
ar: كلمات

source: Translator
ar: مترجم

source: Full Name
ar: الاسم بالكامل

source: Create your @profile_node.
ar: انشيء ملفك الشخصي

source: Translated to
ar: مترجم إلى

source: Translation Complete
ar: ترجمة مكتملة

source: Translation in progress
ar: قيد الترجمة

source: Translation options
ar: اختيارات الترجمة

source: Translate to @lang
ar: ترجم للغة @lang

source: Translate selected documents
ar: ترجم وثائق منتقاة

source: Translated
ar: مترجم

source: Translation complete
ar: ترجمة مكتملة

source: Translation needs update
ar: تحديث احتياجات الترجمة

source: Translated - Status verification required
ar: مطلوب التحقق من ترجمة

source: Discussions overview
ar: نظرة عامة على المناقشات

source: This !type is awaiting translation.
ar: هذا !type ينتظر الترجمة

source: This !type is awaiting translation by !translator.
ar: هذا !type ينتظر ترجمة !translator.

source: <strong>@time</strong> before close of discussion.
ar: <strong>@time</strong> قبل غلق النقاش.

source: Translation jobs
ar: وظائف ترجمة

source: Start a new discussion
ar: ابدأ نقاش جديد

source: Add a new text excerpt
ar: أضف مقتطف نصي جديد

source: Add a new glossary term
ar: أضف مصطلح معجمي جديد

source: Logout
ar: خروج

source: Glossary terms in this !type
ar: معجم مصطلحات في هذا !type

source: In progress
ar: قيد التنفيذ

source: Add a new text
ar: اضف نص جديد

source: Manage users
ar: إدارة المستخدمين

source: Response
ar: رد

source: Text Passage
ar: مقطع نصي

source: Invited Moderators
ar: مشرفون مدعوون

source: Invited Translators
ar: مترجمون مدعوون

source: Invited Participants
ar: مشاركون مدعوون

source: Translation of this Term
ar: ترجمة هذا المصطلح

source: Further Information
ar: معلومات إضافية

source: Submit !type
ar: إرسال !type

source: more
ar: المزيد

source: Manage translations
ar: إدارة الترجمة

source: Submit @name
ar: إرسال @name

source: Suggest a context when to use this translation.
ar: اقترح سياقاً عند استخدام تلك الترجمة
